; TranslationAuthor：
; TranslationAuthorWebsite：zhtwnet.com
; Soft Version：4.2.0
; Update：Nov 18, 2023


[Lang]
NativeLanguage=繁體中文

[GUI]
ButtonYes=是
ButtonNo=否
ButtonOK=確定
ButtonClose=關閉
BtnNews=資訊
[Translation]
LangCode=0404|0C04|1404
ReadHabit=Left-to-right
LanguageName=CHT
LangShortName=zh-tw
DefaultFont=微軟正黑體
DefaultFontSize=10
DefaultCharset=BIG5_CHARSET
Information=資訊
Warning=警告
Error=錯誤
Confirm=確認
FrmMOMain.ckperiod.caption=最佳化記憶體,每隔

;
; Memory Optimization
;
FrmMoMain.imgmail.hint=與朋友分享Wise Memory Optimizer
FrmMoMain.imgfacebook.hint=在WiseCleaner的Facebook按讚
FrmMoMain.imgtwitter.hint=在Twitter分享Wise Memory Optimizer
FrmMoMain.chkupdate.caption=自動檢查新版本。
FrmMoMain.btnlike.caption=讚
FrmMoMain.lblTotalMem.Caption=記憶體大小：
FrmMoMain.lblaopt.Caption=自動最佳化記憶體於可用的記憶體低於： 
FrmMoMain.lbltry.Caption=釋放更多記憶體
FrmMoMain.btnsettings.Caption=設定
FrmMoMain.btnOpt.Caption=立即最佳化
FrmMoMain.chkmin.Caption=最小化到工作列
FrmMoMain.chkauto.Caption=Windows啟動時自動執行
FrmMoMain.chkautoOpt.Caption=啟用自動最佳化
FrmMoMain.ckchkclearborad.Caption=最佳化時清理剪貼簿內容
FrmMoMain.chkidle.Caption=CPU閒置時執行(建議採用)
FrmMoMain.lbllang.Caption=預設語言：
FrmMOMain.cknotice.caption=最佳化後顯示通知
FrmMOMain.ckMode.caption=深色主題
;
; About
;
FrmAbout.caption=關於
FrmAbout.btnok.caption=確認
FrmAbout.lblver.caption=目前版本：
FrmAbout.lblemail.caption=技術支援信箱：
FrmAbout.lblhome.caption=首頁：
FrmAbout.lblthanks.caption=感謝下列人員的貢獻：
FrmAbout.lblUninstall.caption=解除安裝說明
FrmAbout.lblPolicy.caption=隱私權政策
FrmAbout.lblEula.caption=最終使用者授權協定

[MemoryOptimizer]
ThisTimeFreeMemory=已經釋放%s的記憶體
CurPrecent=目前記憶體使用率：
UsedMemory=已經用掉記憶體：
AvailableMemory=可用的記憶體：
FreeMemory=釋放記憶體：
At=於
pmShow=顯示軟體視窗
pmOpt=立即最佳化
pmAbout=關於
pmExit=結束
SureExit=正在最佳化記憶體...您確定要馬上結束嗎?
Mintotray=正在最佳化記憶體
pmdefragmem=重群組記憶體
pmclearmem=清理記憶體
pmclearstandbymem=清理待機記憶體

[Message]
NoNews=您沒有未讀資訊。
NewVer=有新版本的Wise Memory Optimizer可用!您要立即升級嗎?
NotShowNotice=別再顯示這通知。
NoOptItem= 您至少選擇一項最佳化方式加以最佳化。
minutes=分鐘
hours=小時

[feedback]
InvalidEmail=請輸入正確的電子郵件位址。
emptyinput=請輸入一些內容提交。
thanks=感謝您的反應!
FrmFeedback.lblfeedback.caption = 您對%s的評價如何?
FrmFeedback.lblemail.caption = 電子郵件位址：
FrmFeedback.lblgood.caption = 您最喜歡哪個功能?
FrmFeedback.lblbad.caption = 您最不喜歡哪個功能?
FrmFeedback.lblwant.caption = 您需要什麼新功能?
FrmFeedback.btncancel.caption = 不感興趣
FrmFeedback.btnsubmit.caption = 提交